content/posts/teresaroma/index.md
+++
title = "TeresaRoma_Ferri"
author = ["Lucas Elvira Martín"]
date = 2024-12-22T19:24:00+01:00
draft = false
+++

## TeresaRoma_Ferri {#teresaroma-ferri}

Authors highlight the importance of defining and using an ontology to classify
clinical information. This ontology have to be operable by both people and machines.

Also, they mention that currently, sharing clinical information is a complex
challenge. Using this type of utilities helps to reduce this task because it makes
more understandable the information.

The critical issue is the inconsistent use of terminology. The same terms are
often used to represent different concepts, while different terms may be used to
represent the same concepts.

**The relationships between terms is \\(n \rightarrow n\\), so the context has a main role**
